{
    "ru": {
	    "header": "Моё портфолио",
        "title_test": "Электронный конспект и тестовая программа",
        "info_test": "В рамках дисциплины 'Алгоритмы и алгоритмические языки' мною было разработано полноценное приложение.\n\nСуть программы была в предоставлении пользователю информации по определенной теме, далее находился тест. После прохождения теста была возможность зафиксировать итоговый результат, а также сохранить его в любом из предоставленных видов(Блокнот, Word, Excel таблица,  Excel диаграмма или Access)\n\nТакже в проекте была реализована система регистрации и авторизации пользователя,  которая работала совместно со специально для этого разработанной базой данных. В самих вопросах теста были использованы различные элементы управления, что делало прохождение теста не таким однообразным и скучным. Также данная программа включая все сопутствующие файлы были скомпилированы в EXE файл, что делало возможным установку и пользование данным проектом любым желающим.",
        "title_Website": "Сайт - визитка",
	    "info_Website": "В рамках дисциплины 'Разработка кроссплатформенного программного обеспечения' в качестве лабораторной работы был разработан сайт - визитка.\n\nСайт состоит из двух страниц. На первой странице можно найти общую информацию обо мне и первично ознакомится с предоставленным Web-интерфейсом. На второй странице представлено своего рода портфолио, в котором продемонстрированы некоторые из моих работ.\n\nНа сайте реализованы такие функции как полный перевод страницы на английский язык, смена темы светлая-темная, скрытый текст с дополнительной информацией, всплывающее окошко с контактной информацией, по слайдеру на каждую работу в портфолио. Также был реализован хедер градиентом переходящий с цвета в прозрачность. Кнопки управляющие сменой темы и языка сайта сделаны в виде картинок и имеют красивые визуальные эффекты"
    },
    "en": {
	    "header": "My portfolio",
        "title_test": "Electronic summary and test program",
        "info_test": "Within the framework of the discipline 'Algorithms and algorithmic Languages', I have developed a full-fledged application.\n\nThe essence of the program was to provide the user with information on a specific topic, then there was a test. After passing the test, it was possible to record the final result, as well as save it in any of the provided types (Notepad, Word, Excel spreadsheet, Excel chart or Access)\n\nThe project also implemented a user registration and authorization system that worked in conjunction with a specially designed database. Various controls were used in the test questions themselves, which made passing the test less monotonous and boring. Also, this program, including all related files, were compiled into an EXE file, which made it possible for anyone to install and use this project.",
        "title_Website": "Web-site visit-card",
	    "info_Website": "Within the framework of the discipline 'Cross-platform software Development', a business card website was developed as a laboratory work.\n\nThe site consists of two pages. On the first page, you can find general information about me and first familiarize yourself with the provided Web interface. On the second page there is a kind of portfolio, which demonstrates some of my work.\n\nThe site implements such functions as a full translation of the page into English, a light-dark theme change, hidden text with additional information, a pop-up window with contact information, a slider for each work in the portfolio. A gradient header that transitions from color to transparency was also implemented. The buttons that control the change of theme and language of the site are made in the form of pictures and have beautiful visual effects"
    }
}